[
    {
        "service_id": "01",
        "title": "Wedding",
        "sub-title": "Lisbon Portugal Wedding Photography",
        "img": "https://aguiamweddingphotography.com/wp-content/uploads/2020/05/aguiam-wedding-photography_weddings-01.jpg",
        "price": "80",
        "ratings": "4.5",
        "description": "Lisbon Portugal Wedding Photography - Marriage is to us the coronation of love and one of the most beautiful acts of love in a couple's shared journey. Marriage, as an ancestral ceremony celebrated through all human cultures, is a powerful force that binds not only the couple but both of their families together. We rejoice in this precious gem. For a wedding photographer, every single detail of a wedding ceremony is of utmost importance. The family dynamics, the way the couple lives their special day, the guests, the place, the décor and stationery. Every marriage is unique and we will make sure to capture the very essence of your own unique day. Relax, enjoy, and leave it to us. The party, the celebration, and everything that this new adventure means to you. These are the reasons why we take our jobs very seriously, and why we simply love what we do. We will have great fun with you, we will be touched by you, feel the magic with you and celebrate it with you. But most of all, we will photograph it for you. Luckily, Portugal has got many amazing sites that could be the landscape to your party, and we are delighted to be able to meet and photograph in such beautiful places from north to south. It would be a privilege to be a part of your day, to witness your history and to be able to eternalize those memories through our lenses. Contact us if you want the best wedding photography team in the most important day of your life."
        
    },
    {
        "service_id": "02",
        "title": "Indian Weddings",
        "sub-title": "Indian Traditional Wedding",
        "img": "https://aguiamweddingphotography.com/wp-content/uploads/2020/05/aguiam-wedding-photography_indiaW-01.jpg",
        "price": "100",
        "ratings": "5",
        "description": "There is something quite fascinating about an Indian Wedding. India is a nation of great cultural diversity and this especially true at an Indian wedding ceremony, with its rituals filled with symbolism, music and rich colors. The bright colors of the saris, the looks of the bride and groom that keep on changing throughout the ceremony, the glitter, the textures, the extremely delicate craftsmanship and the music that invites us to enter an exotic wonder world. It's all part of a scenic art piece ready to be photographed. Indian weddings last for an average of three days: the pre wedding rituals like the Hadi, Mehendi and Sangeet; the Hindu ceremony under the Mandap, and the reception, a celebration that sends us straight to a Bollywood movie scene. The guests take over the dance floor with their exciting choreographies and we gasp in awe as we hold our cameras to make sure we don't miss a bit of it. These weddings require our whole team of wedding photographers, as shooting usually last for days. This takes a lot of discipline, coordination and teamwork, and we got it covered. We cover all types of Indian wedding ceremonies, from Hindu to Sikh, among others. We've learned all the different nuances and traditions and we understand all the angles and positions needed to capture each of the different ceremonies inside an Indian Wedding Luckily in Portugal there are a lot of wonderful sites that could be the dream set for your celebration and at Aguiam Wedding Photography we have the best in Portugal."
        
    },
    {
        "service_id": "03",
        "title": "Elopements / Micro Weddings",
        "sub-title": "Lisbon Portugal Elopement Photographer",
        "img": "https://aguiamweddingphotography.com/wp-content/uploads/2020/05/aguiam-wedding-photography_elopement-01.jpg",
        "price": "80.00",
        "ratings": "4.5",
        "description": "Lisbon Portugal Wedding Photography - Marriage is to us the coronation of love and one of the most beautiful acts of love in a couple's shared journey. Marriage, as an ancestral ceremony celebrated through all human cultures, is a powerful force that binds not only the couple but both of their families together. We rejoice in this precious gem. For a wedding photographer, every single detail of a wedding ceremony is of utmost importance. The family dynamics, the way the couple lives their special day, the guests, the place, the décor and stationery. Every marriage is unique and we will make sure to capture the very essence of your own unique day. Relax, enjoy, and leave it to us. The party, the celebration, and everything that this new adventure means to you. These are the reasons why we take our jobs very seriously, and why we simply love what we do. We will have great fun with you, we will be touched by you, feel the magic with you and celebrate it with you. But most of all, we will photograph it for you. Luckily, Portugal has got many amazing sites that could be the landscape to your party, and we are delighted to be able to meet and photograph in such beautiful places from north to south. It would be a privilege to be a part of your day, to witness your history and to be able to eternalize those memories through our lenses. Contact us if you want the best wedding photography team in the most important day of your life."
        
    },
    {
        "service_id": "04",
        "title": "Engagement Sessions",
        "sub-title": "Portugal Engagement Photographer Photoshoot",
        "img": "https://aguiamweddingphotography.com/wp-content/uploads/2019/11/aguiam-wedding-photography_engagement-02.jpg",
        "price": "50",
        "ratings": "4.0",
        "description": "It is pretty clear to us that the connection we establish with the couple starts right at the Portugal Engagement Photographer Photoshoot. This is a rather relaxed and casual photo session with the goal to help the couple in preparation for their wedding session. This Engagement Photoshoot can occur in a special place for the couple, or even throughout activities that both bride and groom enjoy doing together. These sessions represent a great opportunity for the couple to get to know the photographers shooting on their wedding day and thus, to relax and have fun in front of the cameras. We love to capture all the emotions and spontaneity from our couples. The teenage grins, the laughs, the secrets and the intimate glances… they're all captured forever, in an unforgettable session. Each and every love story is unique and we make sure we have them all last forever through our lenses. Check out our portfolio and be sure to get in touch."
    },
    {
        "service_id": "05",
        "title": "Events | Corporate",
        "sub-title": "Lisbon Portugal Wedding Photography",
        "img": "https://aguiamweddingphotography.com/wp-content/uploads/2020/05/aguiam-wedding-photography_events-03-1.jpg",
        "price": "120",
        "ratings": "4.0",
        "description": "Event photography is the professional art of snapping high-quality images during a wide variety of important occasions, from personal events like weddings or birthday parties to large public gatherings like corporate events, galas, award ceremonies, and music festivals. Photographers use a variety of photographic equipment to capture events, people, objects or scenes for records, art or commercial use. Many photographers begin their careers as photographic assistants, setting up lights and stands, arranging transport and occasionally acting as a 'second shooter'. Professional photography businesses offer an array of services ranging from portraiture to commercial products, from events — like weddings, family reunions, bar mitzvah, and more — to conventions , and more. Their creativity is reflected and captured in shades, tones, smiles, joy even grief. When talking about the picture or photograph, the first thing you want to say is a general description of it. You do not need to go into detail immediately. Just introduce what the picture is of — or who it is of — and say one or two sentences about it. In creative photography, you intentionally use an element to enhance the uniqueness of your image. The aspect could result from a simple workflow you followed to get that unique image or a complex post-processing technique that enriches your image's mood and texture."
    },
    {
        "service_id": "06",
        "title": "Family Session",
        "sub-title": "Lisbon Family Session Photography",
        "img": "https://aguiamweddingphotography.com/wp-content/uploads/2020/05/aguiam-wedding-photography_family-01-1.jpg",
        "price": "90",
        "ratings": "4.5",
        "description": "`True happiness resides in the home, amongst the family's purest joys.` Liev Tolstói It is with great delight that we accept the invitation to enter your home with what will be an unforgettable family photo session. We are forever moved by being given the opportunity to be able to witness your family growing, as if we were somehow part of it. These shootings celebrate just another important moment in your lives since you became a family and this is why we feel privileged to be able to expand the record of your story, to be cherish by generations to come. Trust in us for your pregnancy sessions, labour/birth sessions, baby showers and family annual photo sessions. We have all sorts of plans to continually contribute to your family tree. Book a family photo session with us and get an experience specifically tailored for you and your loved ones."
    }
]